banks_str = ["Sberbank", "VTB", "T-Bank", "AlphaBank", "GaspromBank"]

addresses = [
    "ул. Кирова, д. 19",
    "ул. Лесная, д. 7",
    "ул. Победы, д. 31",
    "ул. Школьная, д. 12",
    "ул. Мира, д. 24",
    "ул. Тихая, д. 3",
    "ул. Новая, д. 27",
    "ул. Центральная, д. 11",
    "ул. Речная, д. 5",
    "ул. Гоголя, д. 22",
    "ул. Зелёная, д. 14",
    "ул. Лермонтова, д. 16",
    "ул. Кольцевая, д. 4",
    "ул. Пролетарская, д. 29",
    "ул. Вокзальная, д. 9"
]

full_names = [
    "Алексей Иванович Смирнов",
    "Дмитрий Сергеевич Петров",
    "Ирина Александровна Кузнецова",
    "Ольга Николаевна Федорова",
    "Сергей Владимирович Попов",
    "Екатерина Михайловна Васильева",
    "Михаил Викторович Соколов",
    "Анна Андреевна Михайлова",
    "Владимир Павлович Новиков",
    "Наталья Юрьевна Морозова",
    "Иван Константинович Лебедев",
    "Мария Петровна Козлова",
    "Павел Алексеевич Волков",
    "Елена Олеговна Зайцева",
    "Николай Иванович Белов",
    "Татьяна Владимировна Григорьева",
    "Юрий Александрович Романов",
    "Виктория Дмитриевна Осипова",
    "Константин Сергеевич Никитин",
    "Ксения Владимировна Макарова",
    "Андрей Иванович Захаров",
    "Полина Петровна Орлова",
    "Светлана Сергеевна Титова",
    "Максим Юрьевич Крылов",
    "Алина Михайловна Матвеева"
]

birth_dates = [
    "1985-05-12",
    "1992-11-23",
    "1978-08-07",
    "2000-02-19",
    "1995-09-30",
    "1987-06-15",
    "1973-03-01",
    "1990-12-25",
    "1989-07-10",
    "1983-04-18",
    "1975-10-03",
    "1998-01-09",
    "1982-02-14",
    "1993-06-22",
    "1986-11-28",
    "1999-03-05",
    "1980-07-17",
    "1974-09-02",
    "1996-04-26",
    "1988-12-12",
    "1994-01-21",
    "1981-05-08",
    "1991-08-16",
    "1976-10-29",
    "1984-02-04"
]

positions = [
    "Менеджер по работе с клиентами",
    "Финансовый аналитик",
    "Кредитный специалист",
    "Операционист",
    "Управляющий отделением"
]